IDEA Open Model
ReinfAroundOpening.Distance Property
Compatible with IDEA StatiCa Beta 20.0
 Distance between reinforcement layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Distance { get; set; }
Public Property Distance As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace